Repository: rforge/orloca
Catalog: pkg/orloca/po/R-orloca-*.po
Languages: es

source: The second dimension of matrix must be 2 or 3.
es: La segunda dimensión de la matriz debe ser 2 ó 3.

source: is not a valid value for lp, use 1 <= lp
es: no es un valor válido para lp, use 1<=lp

source: The given img object is not a raster image and cannot be coerce to it.
es: El objeto img no es una imagen raster y no se puede convertir en una.

source: Optimality condition reached at demand point.
es: Se ha alcanzado la condición de optimalidad en un punto de demanda.

source: Optimality condition reached.
es: Se ha alcanzado la condición de optimalidad.

source: Value for smooth parameter non valid:
es: Valor del parámetro de suavizado no válido:

source: Reseting to its default value.
es: Restaurando a su valor por defecto.

source: The algorithm seems converges very slowly. Trying now with the smooth version.
es: El algoritmo parece converger muy lentamente. Intentando con la versión suavizada.

source: is not a valid value for p, use 1 <= p
es: no es un valor válido para p, use 1<=p

source: Maximun number of iteration reached
es: Se ha alcanzado el número máximo de iteraciones

source: Value for smooth parameter non valid
es: Valor del parámetro de suavizado no válido

source: Reseting to its default value
es: Restaurando a su valor por defecto

source: distsummin: Maximun number of iteration reached
es: distsummin: Se ha alcanzado el número máximo de iteraciones

source: The solution may be non-optimal. Perhaps, you could try increasing max.iter value.
es: La solución podría no ser óptima. Tal vez, podría intentar incrementar el valor de max.iter.

source: orloca
es: orloca.es

source: NA's values are not allowed
es: Valores NA no permitidos

source: The length of w (
es: La longitud de w (

source: ) should be the same as the length of x, and y (
es: ) debería ser la misma que la longitud de x, e y (

source: ) or 0
es: ) ó 0

source: The length of x and y are different
es: La longitud de x y de y son diferentes

source: Plot of loca.p
es: Gráfico loca.p

source: Parameter groups must be numeric
es: El parámetro groups debe ser numérico
