Repository: rforge/orloca
Catalog: pkg/RcmdrPlugin.orloca/po/R-RcmdrPlugin.orloca-*.po
Languages: es

source: New loca.p
es: Nuevo loca.p

source: Name of new loca.p object
es: Nombre del nuevo objeto loca.p

source: New loca.p Random Instance
es: Nueva instancia aleatoria loca.p

source: The number of demand points must be a positive integer.
es: El número de puntos de demanda debe ser un entero positivo.

source: xmin must be a real number.
es: xmin debe ser un número real.

source: xmax must be a real number bigger that xmin.
es: xmax debe ser mayor que xmin.

source: ymin must be a real number.
es: La norma del gradiente debe ser un

source: ymax must be a real number bigger that ymin.
es: ymax debe ser mayor que ymin.

source: groups must be a non negative integer.
es: groups debe ser un entero no negativo.

source: Number of demand points
es: Número de puntos de demanda

source: x Minimum
es: x mínimo

source: x Maximum
es: x máximo

source: y Minimum
es: y mínimo

source: y Maximum
es: y máximo

source: Number of groups
es: Número de grupos

source: Evaluation of Objective Function for weighted sum Location Problem
es: Evaluación de la función objetivo del problema de localización de suma ponderada

source: x-axis must be a number.
es: x-axis debe ser un número.

source: y-axis must be a number.
es: y-axis debe ser un número.

source: Weighted sum of distances
es: Suma ponderada de las distancias

source: Gradient of the weighted sum of distances function
es: Gradiente de la función suma ponderada de las distancias

source: Solve weighted sum Location Problem
es: Resolver el problema de localización de suma ponderada

source: Select algorithm
es: Seleccione el algoritmo

source: The maximum number of iterations must be a positive integer
es: El número máximo de iteraciones debe ser entreo positivo

source: The norm of the gradient must be positive.
es: La norma del gradiente debe ser positiva.

source: Solve the minsum location problem
es: Resolver el problema de localización minsum

source: Show the solution
es: Muestra la solución

source: Help about orloca
es: Ayuda sobre orloca

source: orloca
es: orloca.es

source: Help about RcmdrPlugin.orloca
es: Ayuda sobre RcmdrPlugin.orloca

source: RcmdrPlugin.orloca
es: RcmdrPlugin.orloca.es

source: Summary
es: Resumen

source: Show/Set norm
es: Mostrar/Seleccionar norma

source: Selection of the norm
es: Selección de la norma

source: Select the norm
es: Seleccione la norma

source: is not a valid l_p norm.
es: no es un valor válido para la norma l_p.

source: Graphics
es: Gráficos

source: Demands Points Plot
es: Gráfica del conjunto de punto de demanda

source: Plot of demand points in
es: Gráfica del conjunto de puntos

source: Contour Plot of sum
es: Gráfica de curvas de nivel de sum

source: Contour Level plot of min-sum objective for
es: Gráfica de las curvas de nivel de la función objetivo para

source: Norm
es: Norma

source: 3D Plot of sum
es: Gráfica 3D de sum

source: 3D plot of min-sum objective for
es: Gráfica 3D de la función objetivo min-sum para

source: Demand & Contour Plot
es: Gráficas de demanda y curvas de nivel

source: Plot of demand points and contour plot of
es: Gráfica del conjunto de puntos de demanda y las curvas de nivel para
